Repository: YuvrajCodes11/WayPoint
Catalog: WayPoint/WayPoint/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: %@ spent of %@
de: %@ ausgegeben von %@
es: %@ gastado de %@
fr: %@ dépensé sur %@

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ

source: Add to Apple Wallet
de: Zu Apple Wallet Hinzufügen
es: Añadir a Apple Wallet
fr: Ajouter à Apple Wallet
ja: Apple Walletに追加

source: All Passes
de: Alle Pässe
es: Todos los Pases
fr: Tous les Pass
ja: すべてのパス

source: Apply Changes
de: Änderungen Anwenden
es: Aplicar Cambios
fr: Appliquer les Modifications
ja: 変更を適用

source: Camera Access Required
de: Kamerazugriff Erforderlich
es: Acceso a la Cámara Requerido
fr: Accès Appareil Photo Requis
ja: カメラへのアクセスが必要です

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認

source: Daily Budget
de: Tagesbudget
es: Presupuesto Diario
fr: Budget Quotidien
ja: 日別予算

source: Daily Limit
de: Tageslimit
es: Límite Diario
fr: Limite Quotidienne
ja: 上限額

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
ja: %lld日目

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了

source: Error
de: Fehler
fr: Erreur
ja: エラー

source: Flights
de: Flüge
es: Vuelos
fr: Vols
ja: フライト

source: Intelligent Re-balance
de: Intelligenter Neuausgleich
es: Reequilibrio Inteligente
fr: Rééquilibrage Intelligent
ja: AI自動リバランス

source: Open Settings
de: Einstellungen Öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く

source: Pass Vault
de: Pass-Tresor
es: Bóveda de Pases
fr: Coffre de Pass
ja: デジタルパス

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
ja: 残高

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行

source: Scan Pass
de: Pass Scannen
es: Escanear Pase
fr: Scanner le Pass
ja: パスをスキャン

source: Scan Receipt
de: Beleg Scannen
es: Escanear Recibo
fr: Scanner le Reçu
ja: レシートスキャン

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
ja: 支出済

source: Start Live
de: Live Starten
es: Iniciar Live
fr: Démarrer Live
ja: ライブ開始

source: Stop Live
de: Live Stoppen
es: Detener Live
fr: Arrêter Live
ja: ライブ停止

source: Transit Delay
de: Transitverzögerung
es: Retraso de Tránsito
fr: Retard de Transit
ja: 交通遅延

source: Undo Re-balance
de: Neuausgleich Rückgängig
es: Deshacer Reequilibrio
fr: Annuler le Rééquilibrage
ja: 元に戻す

source: Venue Closure
de: Veranstaltungsort Schließung
es: Cierre del Lugar
fr: Fermeture du Lieu
ja: 施設休業

source: Weather Defense
de: Wetterschutz
es: Defensa Meteorológica
fr: Défense Météo
ja: 全天候防衛

source: Dashboard
es: Panel Principal
fr: Tableau de Bord
ja: ダッシュボード

source: Hotels
es: Hoteles
fr: Hôtels
ja: ホテル

source: Radar
ja: マップレーダー
